//랜드마크 더미데이터
export const landmarks = [
  {
    id: 1,
    imageURL: '../../assets/dummyImg/card1.png',
    title: '망미단길',
    location: '부산광역시 수영구 수영동',
    details:
      '망미단길은 수영구 망미번영로 52번길 주변에 형성되어 있는 문화거리이다. 망미단길에는 아기자기하게 꾸며 놓은 감성 카페와, 사진관, 책방, 소품샵, 공방, 옷 가게 등 다양한 종류의 가게들로 구성되어 있는 문화 공간이며, 젊은 층으로부터 입소문을 통하여 많이 알려져 관광객들이 많이 찾는 골목길이다. 망미단길 옆에는 수영고가교 하부 공간을 활용한 지역상생형 복합문화공간인 비콘그라운드가 형성되어 있어 다양한 시설들을 이용할 수 있는 곳이기도 하며, 망미단길 인근에 수영사직공원이 조성되어 있어 역사유적관람과 힐링공간으로 손색이 없는 관광지이다.',
    like: true,
  },
  {
    id: 2,
    imageURL: '../../dummyImg/card2.png',
    title: '해운대 리버크루즈',
    location: '부산광역시 해운대구',
    details:
      'APEC 나루공원을 출발하여 마린시티, 광안대교를 볼 수 있는 코스로 강과 바다를 모두 볼 수 있는 부산 최초의 도심형 유람선. 데이 크루즈, 나이트 크루즈 및 디너 크루즈로 정규 운항이 편성되어 있어 수영강과 해운대, 광안리 바다의 낮과 밤을 한 번에 즐길 수 있다. 2022년 8월 최신형 럭셔리 요트가 입고되어 넓고 고급스러운 실내와 더 넓은 2층 야외 루프탑 공간을 이용할 수 있다. 단체 행사 등 다양한 이벤트를 열기에도 좋다.',
    like: false,
  },
  {
    id: 3,
    imageURL: '../../dummyImg/card3.png',
    title: '개금벛꽃문화길',
    location: '부산광역시 부산진구',
    details:
      '개금벚꽃길은 개금동 764번지부터 개금동 765번지까지 약 180m에 있는 벚꽃 명소 길이다. 벚꽃이 피는 3월 말부터 4월까지는 많은 사람들이 찾는 곳이며, 산복도로 르네상스 6차년도 사업으로 벚꽃길 데크로드가 조성되어 있어 사진 찍을 수 있는 포토존이 많은 곳이다. 개금벚꽃길은 코스는 짧지만 오래된 벚꽃나무들이 높은 곳에 심어져 있는데, 오래된 벚꽃 가지들이 길 아래로 늘어져 길 아래 있는 알록달록한 이국적인 주택과 어울려 멋진 풍경을 연출하는 곳이다. 이곳은 최근 입소문을 타고 젊은 층이 많이 찾는 곳으로 벚꽃철이면 관광객들로 붐비는 곳이다.',
    like: false,
  },
  {
    id: 4,
    imageURL: '../../dummyImg/card4.png',
    title: '척판암',
    location: '부산광역시 기장군',
    details:
      '척판암은 원효대사가 장안사와 함께 창건한 토굴로 원효대사의 신통력으로 중국 당나라 운제산 태화사의 붕괴를 예측하고 원효대사께서 소반을 던져 천명의 대중을 구했다는 송고승전(宋高僧傳)의 기록이 남아있는 사찰이다. 창건 당시에는 [담운사]라 불렸으나 1938년 경허스님에 의해 중수된 후 장안사의 부속 암자로 유지되다 최근 독립된 사찰로 자리하고 있다. 보관하고 있는 주요 문화재로는 부산시지정 문화재자료 제41호 석조여래좌상이 있다.',
    like: false,
  },
  {
    id: 5,
    imageURL: '../../dummyImg/card1.png',
    title: '망미단길',
    location: '부산광역시 수영구 수영동',
    details:
      '망미단길은 수영구 망미번영로 52번길 주변에 형성되어 있는 문화거리이다. 망미단길에는 아기자기하게 꾸며 놓은 감성 카페와, 사진관, 책방, 소품샵, 공방, 옷 가게 등 다양한 종류의 가게들로 구성되어 있는 문화 공간이며, 젊은 층으로부터 입소문을 통하여 많이 알려져 관광객들이 많이 찾는 골목길이다. 망미단길 옆에는 수영고가교 하부 공간을 활용한 지역상생형 복합문화공간인 비콘그라운드가 형성되어 있어 다양한 시설들을 이용할 수 있는 곳이기도 하며, 망미단길 인근에 수영사직공원이 조성되어 있어 역사유적관람과 힐링공간으로 손색이 없는 관광지이다.',
    like: true,
  },
  {
    id: 6,
    imageURL: '../../dummyImg/card2.png',
    title: '해운대 리버크루즈',
    location: '부산광역시 해운대구',
    details:
      'APEC 나루공원을 출발하여 마린시티, 광안대교를 볼 수 있는 코스로 강과 바다를 모두 볼 수 있는 부산 최초의 도심형 유람선. 데이 크루즈, 나이트 크루즈 및 디너 크루즈로 정규 운항이 편성되어 있어 수영강과 해운대, 광안리 바다의 낮과 밤을 한 번에 즐길 수 있다. 2022년 8월 최신형 럭셔리 요트가 입고되어 넓고 고급스러운 실내와 더 넓은 2층 야외 루프탑 공간을 이용할 수 있다. 단체 행사 등 다양한 이벤트를 열기에도 좋다.',
    like: false,
  },
  {
    id: 7,
    imageURL: '../../dummyImg/card3.png',
    title: '개금벛꽃문화길',
    location: '부산광역시 부산진구',
    details:
      '개금벚꽃길은 개금동 764번지부터 개금동 765번지까지 약 180m에 있는 벚꽃 명소 길이다. 벚꽃이 피는 3월 말부터 4월까지는 많은 사람들이 찾는 곳이며, 산복도로 르네상스 6차년도 사업으로 벚꽃길 데크로드가 조성되어 있어 사진 찍을 수 있는 포토존이 많은 곳이다. 개금벚꽃길은 코스는 짧지만 오래된 벚꽃나무들이 높은 곳에 심어져 있는데, 오래된 벚꽃 가지들이 길 아래로 늘어져 길 아래 있는 알록달록한 이국적인 주택과 어울려 멋진 풍경을 연출하는 곳이다. 이곳은 최근 입소문을 타고 젊은 층이 많이 찾는 곳으로 벚꽃철이면 관광객들로 붐비는 곳이다.',
    like: false,
  },
  {
    id: 8,
    imageURL: '../../dummyImg/card4.png',
    title: '척판암',
    location: '부산광역시 기장군',
    details:
      '척판암은 원효대사가 장안사와 함께 창건한 토굴로 원효대사의 신통력으로 중국 당나라 운제산 태화사의 붕괴를 예측하고 원효대사께서 소반을 던져 천명의 대중을 구했다는 송고승전(宋高僧傳)의 기록이 남아있는 사찰이다. 창건 당시에는 [담운사]라 불렸으나 1938년 경허스님에 의해 중수된 후 장안사의 부속 암자로 유지되다 최근 독립된 사찰로 자리하고 있다. 보관하고 있는 주요 문화재로는 부산시지정 문화재자료 제41호 석조여래좌상이 있다.',
    like: false,
  },
  {
    id: 9,
    imageURL: '../../dummyImg/card1.png',
    title: '망미단길',
    location: '부산광역시 수영구 수영동',
    details:
      '망미단길은 수영구 망미번영로 52번길 주변에 형성되어 있는 문화거리이다. 망미단길에는 아기자기하게 꾸며 놓은 감성 카페와, 사진관, 책방, 소품샵, 공방, 옷 가게 등 다양한 종류의 가게들로 구성되어 있는 문화 공간이며, 젊은 층으로부터 입소문을 통하여 많이 알려져 관광객들이 많이 찾는 골목길이다. 망미단길 옆에는 수영고가교 하부 공간을 활용한 지역상생형 복합문화공간인 비콘그라운드가 형성되어 있어 다양한 시설들을 이용할 수 있는 곳이기도 하며, 망미단길 인근에 수영사직공원이 조성되어 있어 역사유적관람과 힐링공간으로 손색이 없는 관광지이다.',
    like: true,
  },
  {
    id: 10,
    imageURL: '../../dummyImg/card2.png',
    title: '해운대 리버크루즈',
    location: '부산광역시 해운대구',
    details:
      'APEC 나루공원을 출발하여 마린시티, 광안대교를 볼 수 있는 코스로 강과 바다를 모두 볼 수 있는 부산 최초의 도심형 유람선. 데이 크루즈, 나이트 크루즈 및 디너 크루즈로 정규 운항이 편성되어 있어 수영강과 해운대, 광안리 바다의 낮과 밤을 한 번에 즐길 수 있다. 2022년 8월 최신형 럭셔리 요트가 입고되어 넓고 고급스러운 실내와 더 넓은 2층 야외 루프탑 공간을 이용할 수 있다. 단체 행사 등 다양한 이벤트를 열기에도 좋다.',
    like: false,
  },
  {
    id: 11,
    imageURL: '../../dummyImg/card3.png',
    title: '개금벛꽃문화길',
    location: '부산광역시 부산진구',
    details:
      '개금벚꽃길은 개금동 764번지부터 개금동 765번지까지 약 180m에 있는 벚꽃 명소 길이다. 벚꽃이 피는 3월 말부터 4월까지는 많은 사람들이 찾는 곳이며, 산복도로 르네상스 6차년도 사업으로 벚꽃길 데크로드가 조성되어 있어 사진 찍을 수 있는 포토존이 많은 곳이다. 개금벚꽃길은 코스는 짧지만 오래된 벚꽃나무들이 높은 곳에 심어져 있는데, 오래된 벚꽃 가지들이 길 아래로 늘어져 길 아래 있는 알록달록한 이국적인 주택과 어울려 멋진 풍경을 연출하는 곳이다. 이곳은 최근 입소문을 타고 젊은 층이 많이 찾는 곳으로 벚꽃철이면 관광객들로 붐비는 곳이다.',
    like: false,
  },
  {
    id: 12,
    imageURL: '../../dummyImg/card4.png',
    title: '척판암',
    location: '부산광역시 기장군',
    details:
      '척판암은 원효대사가 장안사와 함께 창건한 토굴로 원효대사의 신통력으로 중국 당나라 운제산 태화사의 붕괴를 예측하고 원효대사께서 소반을 던져 천명의 대중을 구했다는 송고승전(宋高僧傳)의 기록이 남아있는 사찰이다. 창건 당시에는 [담운사]라 불렸으나 1938년 경허스님에 의해 중수된 후 장안사의 부속 암자로 유지되다 최근 독립된 사찰로 자리하고 있다. 보관하고 있는 주요 문화재로는 부산시지정 문화재자료 제41호 석조여래좌상이 있다.',
    like: false,
  },
  {
    id: 13,
    imageURL: '../../dummyImg/card1.png',
    title: '망미단길',
    location: '부산광역시 수영구 수영동',
    details:
      '망미단길은 수영구 망미번영로 52번길 주변에 형성되어 있는 문화거리이다. 망미단길에는 아기자기하게 꾸며 놓은 감성 카페와, 사진관, 책방, 소품샵, 공방, 옷 가게 등 다양한 종류의 가게들로 구성되어 있는 문화 공간이며, 젊은 층으로부터 입소문을 통하여 많이 알려져 관광객들이 많이 찾는 골목길이다. 망미단길 옆에는 수영고가교 하부 공간을 활용한 지역상생형 복합문화공간인 비콘그라운드가 형성되어 있어 다양한 시설들을 이용할 수 있는 곳이기도 하며, 망미단길 인근에 수영사직공원이 조성되어 있어 역사유적관람과 힐링공간으로 손색이 없는 관광지이다.',
    like: true,
  },
  {
    id: 14,
    imageURL: '../../dummyImg/card2.png',
    title: '해운대 리버크루즈',
    location: '부산광역시 해운대구',
    details:
      'APEC 나루공원을 출발하여 마린시티, 광안대교를 볼 수 있는 코스로 강과 바다를 모두 볼 수 있는 부산 최초의 도심형 유람선. 데이 크루즈, 나이트 크루즈 및 디너 크루즈로 정규 운항이 편성되어 있어 수영강과 해운대, 광안리 바다의 낮과 밤을 한 번에 즐길 수 있다. 2022년 8월 최신형 럭셔리 요트가 입고되어 넓고 고급스러운 실내와 더 넓은 2층 야외 루프탑 공간을 이용할 수 있다. 단체 행사 등 다양한 이벤트를 열기에도 좋다.',
    like: false,
  },
  {
    id: 15,
    imageURL: '../../dummyImg/card3.png',
    title: '개금벛꽃문화길',
    location: '부산광역시 부산진구',
    details:
      '개금벚꽃길은 개금동 764번지부터 개금동 765번지까지 약 180m에 있는 벚꽃 명소 길이다. 벚꽃이 피는 3월 말부터 4월까지는 많은 사람들이 찾는 곳이며, 산복도로 르네상스 6차년도 사업으로 벚꽃길 데크로드가 조성되어 있어 사진 찍을 수 있는 포토존이 많은 곳이다. 개금벚꽃길은 코스는 짧지만 오래된 벚꽃나무들이 높은 곳에 심어져 있는데, 오래된 벚꽃 가지들이 길 아래로 늘어져 길 아래 있는 알록달록한 이국적인 주택과 어울려 멋진 풍경을 연출하는 곳이다. 이곳은 최근 입소문을 타고 젊은 층이 많이 찾는 곳으로 벚꽃철이면 관광객들로 붐비는 곳이다.',
    like: false,
  },
  {
    id: 16,
    imageURL: '../../dummyImg/card4.png',
    title: '척판암',
    location: '부산광역시 기장군',
    details:
      '척판암은 원효대사가 장안사와 함께 창건한 토굴로 원효대사의 신통력으로 중국 당나라 운제산 태화사의 붕괴를 예측하고 원효대사께서 소반을 던져 천명의 대중을 구했다는 송고승전(宋高僧傳)의 기록이 남아있는 사찰이다. 창건 당시에는 [담운사]라 불렸으나 1938년 경허스님에 의해 중수된 후 장안사의 부속 암자로 유지되다 최근 독립된 사찰로 자리하고 있다. 보관하고 있는 주요 문화재로는 부산시지정 문화재자료 제41호 석조여래좌상이 있다.',
    like: false,
  },
];
